{
    "_commons": {
        "session": {
            "find_session": {
                "title": "Find a session.",
                "text": "You cannot find a finished session. (status = played)"
            }
        },
        "learn_more": "Learn more",
        "resources": "Other resources:"
    },
    "_home": {
        "boo": {
            "text": "Do you have a problem with the manager application?"
        },
        "five": {
            "text": "Are you having a problem with the Five?"
        },
        "pedro": {
            "text": "Are you having a problem with Pedro?"
        },
        "mobile": {
            "text": "Are you having a problem with the mobile application?"
        }
    },
    "_boo": {
        "title": "Problems on Boo.",
        "competition": {
            "title": "The competitions.",
            "text": "You have a problem relating to competitions."
        },
        "user_rights": {
            "title": "User rights.",
            "text": "You encounter a problem relating to the rights of a user."
        }
    },
    "_five": {
        "title": "Problems on Five.",
        "loader": {
            "title": "The loader runs in a loop.",
            "text": "An interface is locked on the loop loader."
        },
        "tablet": {
            "title": "Arbitration tablet.",
            "text": "You encounter a problem relating to arbitration tablet",
            "problems": {
                "title": "Tablet problems.",
                "tablet": {
                    "title": "Tablet code",
                    "text": "Can't find the tablet code",
                    "solution": {
                        "step1": "Run application",
                        "step2": "first code: NGTV@NGTV",
                        "step3": "Enter the code at the bottom of the tablet otherwise it is made up of 6 digits: id su sport center + 01 or 02"
                    }
                }
            }
        }
    },
    "_pedro": {
        "title": "Problems on Pedro.",
        "web_server": {
            "title": "Web Server.",
            "text": "You encounter a problem with the web server."
        },
        "interface": {
            "title": "Interface.",
            "text": "You encounter a problem on one of the interfaces."
        },
        "ia_server": {
            "title": "IA Server.",
            "text": "You are experiencing a problem with the AI server."
        },
        "camera": {
            "title": "Cameras.",
            "text": "Vous rencontrez un probleme avec les cameras."
        },
        "problems": {
            "ia_server": {
                "title": "IA Server problems.",
                "stats": {
                    "title": "Stats.",
                    "text": "The statistics for a session do not seem correct to you.",
                    "solution": {
                        "step 1": ""
                    }
                },
                "videos": {
                    "title": "Videos.",
                    "text": "You cannot find the video of a session.",
                    "solution": {
                        "step 1": ""
                    }
                },
                "status": {
                    "title": "Status.",
                    "text": "The status of the video is unknown to you.",
                    "solution": {
                        "step 1": ""
                    }
                }
            },
            "interface": {
                "title": "Interface problems.",
                "white_page": {
                    "title": "White page.",
                    "text": "You find yourself facing a beautiful white page.",
                    "solution": {
                        "step 1": ""
                    }
                },
                "non_validate_goal": {
                    "title": "Goal not validated.",
                    "text": "Goals wich are added are not saved in the database",
                    "solution": {
                        "step 1": ""
                    }
                }
            },
            "camera": {
                "title": "Problemes camera.",
                "camera_down": {
                    "title": "Verifier si la camera est down",
                    "text": "Vous souhaitez verifier si une des cameras est down?",
                    "solution": {
                        "step_1": "Go to the web server",
                        "step_2": "Recover the IP address of the camera in the database (in the field camera field)",
                        "step_3": "Paste it in the browser if an interface is displayed it is not down",
                        "step_4": "To connect and have access to the stream, the identifiers are: admin and ngtv @ NGTV"
                    }
                }
            }
        }
    },
    "_mobile": {
        "title": "Problems on Boo.",
        "competition": {
            "title": "The competitions.",
            "text": "You have a problem relating to competitions."
        },
        "user_rights": {
            "title": "User rights.",
            "text": "You encounter a problem relating to the rights of a user."
        }
    },
    "progress": "But, you know, I don’t think there’s a good situation or a bad situation. If I were to summarize my life with you today, I would say that it was first of all meetings, people who reached out to me, perhaps at a time when I could not, when I was alone at home. And it is rather curious to think that chance and encounters forge a destiny… Because when you have a taste for something, when you have a taste for something well done, the beautiful gesture, sometimes you do not find the interlocutor opposite, I would say, the mirror that helps you move forward. So this is not my case, as I said, since I, on the contrary, was able to; and I say thank you to life, I say thank you to it, I sing life, I dance life… I am only love! And finally, when many people today tell me, But how do you get this humanity? , well I answer them very simply, I tell them that it is this taste of love, this taste therefore that has pushed me today to undertake a mechanical construction, but tomorrow, who knows, perhaps only to put myself at the service of the community, to make the gift, the gift of self…"
}